Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: It puts this into a higher energy state.
ht: Li mete sa nan yon pi gwo enèji eta.

source: It kind of spring-loads the protein and then it attaches up another notch on the actual actin filament and then the phosphate group leaves and that's where the conformation change in this protein is enough.
ht: Type de sous-charges protéines a. Lè sa a li attaches li leve yon lòt antay sou à actin aktyèl la, puis la gwoup phosphate kite Et se sa rele kote a conformation chanjman nan protéines sa a se kont.

source: It generates the power stroke to actually push on the actin filament-- and you could imagine, either move the myosin-- whatever the myosin is connected to-- to the left or whatever the actin is connected to to the right.
ht: Li génère trait pouvwa a aktyèlman pouse sou actin a à - Et ou te kapab imajine, soit déplacer la myosin-que la myosin koneksyon ak ki sou bò gòch ou tou sa a actin koneksyon ak bò dwat.

source: We're going to talk a lot more about what they're connected to in future videos.
ht: Nou pwal pale anpil sou ki sa yo ap konekte pou yo nan tan kap vini vidéos.

source: Now, a couple of questions might have been raising in your head.
ht: Koulye a, yon koup kesyon peut ont été ogmante nan tèt ou.

source: This guy had so much effort to pull on this thing, right?
ht: Nèg sa a te fè anpil jefò pou rale sou bagay sa a, dwat?

source: There's some tension pulling in the other direction, right?
ht: Pa gen kèk tansyon trennen yo pote ale nan lòt direksyon, dwat?

source: I said this is what happens in muscles, so there must be some weight or some other resistance.
ht: Men sa k rive koukouloukou nan misk, se konsa dwe gen kèk poids oubyen kèk lòt rezistans.

source: So what happens when this releases?
ht: Se poutèt sa k rive koukouloukou lè sa versions?

source: At the first step when ATP joined and this released, wouldn't the actin filament just go back to where it was before?
ht: Nan pwemye pa lè à ATP Et sa a, li te pibliye pas à actin la sèlman tounen al jwenn ki kote li te ye anvan?

source: Especially if there's some tension on it going in that direction.
ht: Sitou si gen kèk moso kalkil sou li pwal nan direksyon sa.

source: And the simple answer to that is, this isn't the only myosin protein that's acting on this actin.
ht: Et senp repons sa se, sa se pat sèl myosin a protéines ki fè sou actin sa a.

source: You have others all along the chain.
ht: Ou gen lòt moun all along chèn.

source: Maybe you have one right there.
ht: Petèt nou yonn la a.

source: They're all working at their own pace at different times.
ht: Yo ap tout travay nan pwòp rythme nan plizyè fwa.

source: So you have so many of these that when one of them is disengaged, another one of them might be in their power stroke or another one might be engaged.
ht: Se konsa, ou gen anpil sa yo lè sa yonn ladan yo ki se débrayé, yon lòt yonn ladan yo ki te kapab nan pouvwa yo kriz tansyon ou yon lòt UN peut être angaje.

source: So it's not like you have this notion of, if all of a sudden one lets go, that the actin filament will recoil back to where it was.
ht: Se poutèt sa pa tankou ou gen sa a nosyon de, si tout de yon soudaine yonn, vous kite, à actin a ap recoil pou ki kote li te genyen.

source: Now the next question that you might be thinking is, how do I turn on and off this situation?
ht: Koulye a kesyon kap vini an ke w te ka panse se, men, ou vire sou yo ak sou sitiyasyon sa a?

source: We have command over our muscles.
ht: Nou gen kòmand sou nou frèt.

source: What can turn on or off this system of the myosin essentially crawling up the actin?
ht: Sa ka vire li an sistèm sa a de la myosin esansyèlman analyse leve actin la?

source: And to understand that, there's two other proteins that come into effect.
ht: Et pou w konprann sa, nanpwen de protéines lòt ki antre an aplikasyon.

source: That's tropomyosin and troponin.
ht: Sa se tropomyosin Et troponin.

source: And so I'm going to redraw the actin-- I'll do a very rough drawing of the actin filament.
ht: Epi se konsa, mwen pral jwenn rafraîchissement a actin - m a fe pa yon trè mal dessin de à actin la.

source: Let's say that that's my actin filament right there with its little grooves.
ht: An n di m' actin à la a ak sa se li ti rainures.

source: It's actually a helical structure.
ht: Li se aktyèlman yon hélicoïdal estrikti.

source: And actually, these grooves-- it's kind of a helical-- but we won't worry too much about that.
ht: E aktyèlman, sa yo rainures ki se ti jan de yon hélicoïdal - men nou pa enkyete ou twòp bagay osijè de sa.

source: What we drew so far, at least in the last video, you had these little myosin.
ht: Sa nou a jiskapwezan, omwen nan videyo dènye a, ou pa gen myosin ti sa yo.

source: You can view them as feet or head or whatever that keep attaching to it and then based on where they are in that ATP cycle, they can keep getting cranked back up or sprinr-loaded and go to the next one and push back.
ht: Ou ka wè yo tankou pye ou mete tèt ou tou sa ki kenbe atachan pou li. Lè sa a te baze sou kote li ye nan ATP sa bisiklèt, yo kapab kenbe route cranked tounen moute ou sprinr chaje ak al mande apwe Et pouse l tounen.

source: Now, on top of this actin, you actually have this tropomyosin protein.
ht: Koulye a, sou dèyè actin sa a, ou gen aktyèlman protéines tropomyosin sa a.

source: And this tropomyosin protein, it coils around the actin.
ht: Et protéines tropomyosin sa a, li bobines nan actin la.

source: So this is our actin right here.
ht: Se poutèt sa nou actin droit isit la.

source: This is one of the two heads of the myosin Il.
ht: Sa se youn nan tèt de la myosin II.

source: And then we have our tropomyosin.
ht: Apre sa, lè sa a, nou pran tropomyosin nou.

source: Tropomyosin is coiled around.
ht: Tropomyosin allait environ.

source: It's a very rough sketch, but you can imagine it's coiled around and it goes back behind it, then it goes like that, and then it goes back behind it, then it goes like that.
ht: Li se yon chema trè mal, men, ou ka konprann sa allait nan sa Et l' va tounen dèyè l' a, li va kon sa Apre sa, li li tounen dèyè l, lè li va kon sa.

source: So it's coiled around it and the important thing about it is, if there's-- let me take a step back.
ht: Se konsa li allait alantou li yo ak sa ki pi enpòtan sou sa se, si gen lan - kite m' pran yon pa tounen.

source: It's coiled around and it's attached to the actin by another protein called troponin.
ht: Li allait autour Et l' atache actin pa yon lòt protéines te rele troponin.

source: Let's say it's attached there and-- this isn't exact, but let's say it's attached there, and there, and there, and there, and there by the troponin.
ht: An n di li Joint gen Et - bagay sa a pa egzat, men an n di li Joint, Et la, yo la, Et

source: So let me write this down.
ht: Se pou m' ekri sa a.

source: So you can imagine, the troponin is kind of like the nails into the actin.
ht: Se konsa, ou ka konprann, troponin a tankou ti jan de la klou nan actin la.

source: So it dictates where the tropomyosin is.
ht: Se konsa li exige kote tropomyosin a ye.

source: So when a muscle is not contracting, it turns out that the tropomyosin is blocking the myosin from being able to-- and I've read a bunch of accounts on this and I think this is still an area of research.
ht: Se konsa, lè mis pa contractantes, li active ke tropomyosin a bloke myosin kapab pou - m te li ki te yon pakèt moun comptes sou sa e mwen panse sa se toujou yon zòn de rechèch.

source: It's not 100% clear one way or the other.
ht: Se pa 100% konnen yon sèl chemen oubyen yon lòt la.

source: Tropomyosin is-- or maybe both-- blocking the myosin from being able to attach to the actin where it normally attaches so it won't be able to crawl up the actin-- or sometimes the myosin is attached to the actin, but it keeps it from releasing and sliding up the actin to keep that walking procedure.
ht: Tropomyosin se - ou gen dwa les - bloke myosin a kapab kenbe joindre pou actin a kote li konn attaches pou l' pa p ka analyse moute a actin - ou pafwa myosin a atache a actin, men li si li te de nan piblikasyon Et tonbe leve actin pou kenbe procédure à sa.

source: So the bottom line is that this tropomyosin kind of blocks the myosin head-- this is the myosin head right there-- from crawling up the actin, either by physically blocking its actual binding site or if it's already bound, keeping it from being able to keep sliding up the actin.
ht: Se konsa branch bouton an se sa jan tropomyosin sa a de blocs tèt myosin - sa se myosin tèt dwat a-D' analyse leve actin a, soit pa physique bloke li réel Liaison kote ki gen ou si l' deja lié, kenbe l' kapab pou kenbe tonbe leve actin a.

source: Either way, it's blocking it and the only way to make it unblocked is for the troponins to actually change their conformation, for them to change their shape.
ht: Ni fason sa, li bloke li ak sèl fason pou fè l débloquer se pou troponins pou chanje aktyèlman yo conformation, pou yo chanje fòm yo.

source: And the only way for them to change their shape is if we have a high calcium ion concentration.
ht: Et se sèl fason pou yo pou yo chanje fòm yo si nou gen yon konsantrasyon ion kalsyòm anwo nan syèl la.

source: So if you have a bunch of calcium ions, if you have a high enough concentration, these calcium ions are going to bond to the troponin and then that changes the conformation of the troponin enough to move the configuration of the tropomyosin.
ht: Si ou gen yon pakèt moun kalsyòm ions, si ou gen yon haute konsantrasyon ase, ions kalsyòm sa yo pwal pou bond pou troponin a, lè sa a ki chanje a conformation de la troponin ase pou yo avanse a configuration de la tropomyosin.

source: So normally, tropomyosin blocks, but then when you have a high calcium ion concentration, they bind to troponin and then the troponin, they change their conformation so it moves the tropomyosin out of the way.
ht: Se konsa nòmalman, tropomyosin blocs, men lè Apre sa, ou gen yon konsantrasyon ion kalsyòm anwo nan syèl la yo mare pou troponin Et puis troponin la, yo chanje yo conformation pou li deplase a tropomyosin an.

source: So when it moves out of the way, you have a high calcium concentration, bonds troponin, moves tropomyosin out of the way, then all of a sudden what we talked about in the last video-- these guys can start walking up the actin or pushing the actin to the right, however you want to view it.
ht: Se konsa lè li gaye toupatou, ou gen yon kalsyòm anwo nan syèl la konsantrasyon, obligations, troponin, deplase tropomyosin soti de la te lè sa manière, a tout de yon soudaine, sa nou pale osijè de nan dènye videyo - mesye sa yo ka kòmanse ap mache moute a actin ou pouse actin la sou bò dwat, men ou vle wè l.

source: But then if the calcium concentration goes low, then the calciums get released from the troponin.
ht: Men, si se pou tout alsyòm konsantrasyon se tèt yo byen ba lè sa a calciums yo jwenn ki nan troponin la.

source: You need to have enough to always hang around here.
ht: Ou bezwen fè ase pou nou toujou mache isit la.

source: If the concentration becomes really low here, these guys will start to leave.
ht: Si konsantrasyon a vwèman est faible isit la, mesye sa yo pral kòmanse pou yo kite.

source: So then the troponin goes back to, I guess, standard conformation.
ht: Se konsa lè sa a, kò nou troponin a pral tounen, mwen devine, estanda conformation.

source: That makes the tropomyosin block the myosin again.
ht: Sa fè tropomyosin la bloke myosin a ankò.

source: So it's actually-- I mean, I can't say anything here is simple.
ht: Se konsa-sa se aktyèlman - mwen vle di, mwen pa ka di anyen isit la poko konn anyen.

source: This was only discovered maybe 50 or 60 years ago and you can imagine to actually observe these things or to create experiments to definitively know what's happening-- nothing is simple, but the idea is simple.
ht: Sa sèlman te dekouvwi petèt 50 ou 60 ans de sa Et ou kapab imajine pou aktyèlman voye lèzye sou bagay sa yo, ni pou kreye an sou video pou définitivement konnen sa ki se- pa gen anyen ki poko konn anyen, men, lide an poko konn anyen.

source: Without calcium, the tropomyosin is blocking the ability of the myosin to attach where it needs to attach or slide up the actin so it can keep pushing on it.
ht: San kalsyòm, tropomyosin a bloke a abilite de myosin a pou kole kote li bezwen pou joindre ou diaporama actin a kanpe pou l' ka kenbe pouse sou li.

source: But if the calcium concentration is high enough, they will bond to the troponin-- which essentially nails down the tropomyosin that's wound around the actin and when they change their conformation with the calcium ions, it moves the tropomyosin out of the way so that the myosin can do what it does.
ht: Men, si tout alsyòm konsantrasyon anwo nan syèl la ase, yo pral bond pou troponin an - ki esansyèlman pikèt desann tropomyosin ki blese nan actin a Lè yo chanje conformation yo ak tout alsyòm ions, li gaye tropomyosin a kite madanm sa a myosin ka fè sa l' fè a.

source: So you can imagine already, we're building up a way for-- one, for muscles to contract, but even better, for us to control muscles to contract.
ht: Se konsa, ou ka konprann deja, nou ap rebati yon fason pou- yonn pou misk trap, men jan ki bon, pou nou te misk kontwòl pou kontra.

source: So if we have a high calcium concentration within the cell, the muscle will contract.
ht: Si nou gen yon konsantrasyon kalsyòm anwo nan syèl la nan selil a, misk a pral kontra.

source: If we have a low calcium concentration again, then all of a sudden, these will release.
ht: Si nou gen yon ti kalsyòm konsantrasyon ankò, puis tout de yon soudaine, sa ap bay.

source: They'll be blocked, and then the muscle will relax again.
ht: Yo pwal bloke. Lè sa a nan pye a se ankò.

source: In the last video, I touched on the idea of a sigma bond.
ht: Nan dènye videyo a, mwen pale lide yon bon sigma garanti.

source: And that was a bond-- well, let me draw two nucleuses and let me just draw one of the orbitals.
ht: Sa te yon bon garanti ki byen, pou m' fè de nucleuses Et kite m' sèlman fè yonn nan orbitals yo.

source: Let's say this is an sp3 hybridized orbital, and that's on this atom and this is kind of this big lobe right there.
ht: An n pale sa a se yon orbital gen sp3 hybridized, e sa se afè sou sa Atòm Et sa a se ti jan sa a gwo lobe la a.

source: And then this guy has an sp3 hybridized orbital as well.
ht: Et puis, nèg sa a gen yon sp3 hybridized orbital osi byen.

source: That's the small lobe, and then that's the big lobe like that.
ht: Sa se ti lobe a, lè sa a ki te a gwo lobe konsa.

source: A sigma bond is one where there's an overlap kind of in the direction in which the lobes are pointed.
ht: Yon bon sigma se yon sèl kote pa gen se yon ti jan an direksyon kote lobes les sont a.

source: And you might say, well, how can there be any other type of bond than that?
ht: Et, ou te ka di, byen, ki jan la kapab tout lòt kalite de bon garanti pase sa?

source: Well, the other type of bond, so this right here-- let me make this clear.
ht: Men, ki lòt kalite bon, se poutèt sa a dwe isit la ki fè m sa fè konnen.

source: This right here is a sigma bond.
ht: Sa droit isit la se yon bon sigma garanti.

source: And you say, well, what other kind of bond could there be where my two orbitals overlap kind of in the direction that they're pointing?
ht: Et n' ap mache byen, sa lòt kalite bon garanti ta ka gen kote m' orbitals de sipèpoze ti jan nan direksyon sa yo ap vers?

source: And the other type of bond you could have, you can imagine if you have two p orbitals.
ht: E ki lòt kalite bon garanti ou te kapab gen, ou ka konprann si ou p de orbitals.

source: So let me draw the nucleus of two atoms, and I'll just draw one of each of their p orbitals.
ht: Se pou m' rale nannan de atomes de, e mwen fèk ap trase yonn nan chak nan orbitals p i yo.

source: So let's say that that's the nucleus and I'll just draw their p orbitals.
ht: Se konsa nou di ke sa se nannan la e mwen sèlman ap trase yo p i orbitals.

source: So a p orbital is just that dumbbell shape.
ht: Se konsa, yon orbital nan p i se jis sa D' fòm.

source: Let me draw them a little bit closer together.
ht: Pou m' fè yo yon ti jan pi pwe ansanm.

source: So a p orbital is that dumbbell shape.
ht: Se konsa, yon orbital nan p i se sa D' fòm.

source: So let me draw this guy's-- one of his p orbitals.
ht: Se pou m' fè sa a nèg la - yonn nan orbitals p i l.

source: I want to draw it a little bit bigger than that, and you'll see why a second.
ht: Mwen vle fè l' yon ti jan pi gwo pase sa, Et ou ap konnen poukisa yon dezyèm.

source: So one of his p orbitals right there.
ht: Se konsa yonn nan li p i orbitals la a.

source: It comes out like that.
ht: Li parèt kon sa.

source: And then this guy over here also has a p orbital that is parallel to this p orbital, so it goes like that.
ht: Et puis nèg sa a sou isit la gen tou yon orbital p i se kòt a kòt pou sa a orbital p i, se konsa li va kon sa.

source: Let me draw that other one a little bit straighter.
ht: Kite m' fè sa lòt a yon ti jan straighter.

source: It goes-- I want it to overlap more, so it goes like that.
ht: Sa va - mwen vle li sipèpoze plis, se konsa li va kon sa.

source: I think you get the idea.
ht: Mwen panse ke nou fè lide a.

source: So here, our two p orbitals are parallel to each other.
ht: Men isit la, nou orbitals de p i sont paralèl pou lòt.

source: This, you can imagine, these are sp3 hybridized orbitals.
ht: Men, ou ka konprann, se sa yo rele sp3 hybridized orbitals.

source: They're pointing at each other.
ht: Yo ap vers youn sou lòt.

source: Here, they're parallel. p orbitals are parallel to each other, and you see that they overlap on this kind of top lobe here and in this bottom lobe here.
ht: Isit la, yo ap paralèl. p i orbitals sont paralèl pou chak lòt, epi n' a wè sa yo sipèpoze sou sa a jan de haut lobe isit la. nan bounda bough @ branch lobe isit la.

source: And this is a pi bond.
ht: Et, sa se yon bon Pyakiròt garanti.

source: Let me make this clear.
ht: Kite m' moutre sa.

source: And this is one pi bond.
ht: Et, sa se yon bon Pyakiròt garanti.

source: So you could call it a pi, literally, with the Greek
ht: Se konsa ou te kapab rele l' yon Pyakiròt, littéralement, ansanm ak moun lòt nasyon an

source: letter pi: pi bond.
ht: lèt Pyakiròt: Pyakiròt bon garanti.

source: Sometimes you'll see this just written as pi bond.
ht: Pafwa ou ap wè sa sèlman ekri tankou bon Pyakiròt garanti.

source: And it's called a pi bond because it's the Greek letter for essentially p, and we're dealing with p orbitals overlapping.
ht: E li te rele pou yon bon Pyakiròt paske li lèt grèk Paske, tap esansyèlman p i, e nou ap negosye ak p i orbitals triyang.

source: Now sigma bonds, which are what form when you have a single bond, these are stronger than pi bonds; pi bonds come into play once you start forming double or triple bonds on top of a sigma bond.
ht: Maintenant sigma obligations, ki se sa fòme lè ou gen yon bon garanti youn, yo pi fò pase Pyakiròt, obligations, Pyakiròt obligations antre lire une ou konmanse qui an doub ou trip obligations sou dèyè yon bon sigma garanti.

source: To kind of get a better visualization of how that might work, let's think about ethene.
ht: Pou ti jan pou jwenn yon pi bon visualisation de kòman sa te ka travay, an n panse osijè de ethene.

source: So it's molecular structure looks like this.
ht: Se sak rive vre moléculaire èstrikti parèt tankou sa a.

source: So you have C double-bonded to C, and then each of those guys have two hydrogens.
ht: Se konsa, ou gen C tout bagay an de-(C. Lè sa a chak de mesye yo ki tap gen de hydrogens.

source: So let me draw what it would look like, or our best visual, or our best ability to kind of conceptualize what the orbitals around the carbon might look like.
ht: Se pou m' fè sa li ta ka sanble tankou, ou pi bon kalite vizyèl nou, ou pi bon kalite abilite nou pou ti jan designers sa a orbitals environ kabòn la te sanble.

source: So first I'll draw the sp2 hybridized orbitals.
ht: Se konsa anvan mwen ap trase orbitals sp2 hybridized yo.

source: So let me just make it very clear what's going on here.
ht: Se pou m' sèlman fè l' byen konprann ki sa k ap pase isit la.

source: So when we were dealing with methane, which is literally just a carbon bonded to four hydrogens, and if I actually wanted to draw it in a way that it kind of looks a little three-dimensional with a tetrahedral structure, it might look like this.
ht: Se konsa, lè nou te gen pou wè ak le, ki se mo pou mo jis yon kabòn) pou kat hydrogens, Et si mwen aktyèlman yo te vle fè l' nan yon fason pou li jan parèt yon ti jan en ak yon estrikti tétraédriques, li te ka sanble tankou sila a.

source: This hydrogen is pointing out a little bit.
ht: Lo sa a endike yon ti tan.

source: This hydrogen is kind of in the plane of the page, and then maybe that hydrogen is behind it, and then you have one hydrogen popping up.
ht: Lo sa a se ti jan nan avyon an paj, Et Lè sa a gen dwa Idwojèn sa se dèyè l lè sa a ou pran yon sèl Idwojèn éclatement.

source: That's methane.
ht: Sa se le.

source: And we saw that these were all sp3 hybridized orbitals around the carbon, and then they each formed sigma bonds with each of the hydrogens.
ht: Apre sa, nou wè ke sa yo te tout orbitals sp3 hybridized autour kabòn a. Apre sa yo chak fòme sigma obligations ak chak de hydrogens.

source: We saw that in the last video.
ht: Nou wè sa nan videyo dènye a.

source: And when we drew its electron configuration, in order for this to happen, carbon's electron configuration when bonding in methane needed to look like this.
ht: Lè nou a configuration microscope li, nan lòd pou sa a pou sa pase, configuration microscope kabòn an lè Liaison le bezwen pou sanble tankou sila a.

source: It needed to look like 1s2.
ht: Li bezwen pou sanble 1s2.

source: And then instead of having 2s2 and then 2p2, what you essentially have is-- let me try it this way, actually, even better.
ht: Et puis olye ke yo gen 2s2 ak lè sa a 2 p i 2, kisa w esansyèlman ont se - kite m. Se pou eseye l' menm jan, aktyèlman, Ata pi bon.

source: Let me write this better.
ht: Pou m' ekri sa a pi byen.

source: In 1s, you had two electrons, and then instead of two s's, you had two electrons and on each of the p's, you had one, the s's and the p's all got mixed up and you had a 2sp3 hybridized orbital, another 2sp3 hybridized orbital, another 2sp3 hybridized orbital, and then another one, sp3.
ht: Nan 1s, ou pa gen de électrons, Et puis olye ke yo de s's, ou te gen de électrons Et sou chak nan p i an, ou pa gen yon sèl, s's Et p a tout a mele ak ou te yon 2sp3 hybridized orbital, yon lòt 2sp3 hybridized orbital, yon lòt 2sp3 hybridized orbital, Et ensuite yon lòt menm ki la, sp3.

source: Normally, when carbon's sitting by itself, you would expect a 2s here, and then you'd have a 2p in the x-direction, a 2p in the y-direction, and then a 2p in the z-direction.
ht: Nòmalman, lè kabòn la chita pou kont li devan, ou ta espere yon 2 isit la. Lè sa a ou ta gen yon 2 p i nan a x-direksyon, 2 p i l ' nan direksyon y, ak lè sa a yon 2 p i nan a z-direksyon.

source: But we saw in the last video, they all get mixed up and they all have a 25% s-character, and a 75% p-character when carbon bonds in methane and the electrons kind of separate out in that situation.
ht: Men, nou wè nan videyo dènye a, yo tout pran melanje configurer Et yo tout gen yon 25% s-karaktè, ak yon 75% p i-karaktè lè kabòn gen obligations nan le Et électrons kalite apa soti nan sitiyasyon sa a.
